{
  "Header.Item1": "Über mich",
  "Header.Item2": "Erfahrung",
  "Header.Item3": "Kontakt",
  "Header.cvBtn": "Lebenslauf",
  "Header.cvName": "CV_Muqadam_Chaudhry.pdf",

  "Banner.Pretitle": "Hallo! Mein Name ist",
  "Banner.Description": "Ich bin ein Full Stack Entwickler mit Erfahrung in <br/><span class='underline'>Ruby</span>, <span class='underline'>Python</span>, <span class='underline'>JavaScript</span>, <span class='underline'>React</span>, <span class='underline'>AWS</span>, <span class='underline'>Heroku</span> und <span class='underline'>Datenbanken</span>.<br/><br/>Ich habe die Entwicklung mehrerer Projekte im Wert von über <span class='underline'>$80.000 tausend</span> geleitet.<br/><br/> Ich bin ein hoch motivierter Softwareingenieur mit Erfahrung in der Entwicklung, Gestaltung und Wartung hochwertiger Software.",
  "Banner.ActionBtn": "Kontaktieren Sie mich",

  "AboutMe.Title": "Über mich",
  "AboutMe.Paragraphs": [
    "Mit Erfahrung in der Full-Stack-Entwicklung habe ich zu zahlreichen Projekten beigetragen, die insgesamt einen Wert von über <span class='underline'>80.000 tausend Dollar</span> haben.",
    "Ich bin ein leidenschaftlicher Softwareingenieur, der sich der Erstellung außergewöhnlicher Benutzererlebnis-Anwendungen widmet, indem er Geschäftsanforderungen gründlich versteht und effektiv mit funktionsübergreifenden Teams zusammenarbeitet. Mein Fokus liegt darauf, durch innovative und benutzerzentrierte Softwarelösungen Geschäftserfolg zu erzielen.",
    "Ich habe Erfahrung in der Anwendungsentwicklung und dem Infrastrukturmanagement mit einem Schwerpunkt auf der Erstellung wartbarer und leicht verständlicher Codes. Ich besitze ein starkes Verständnis der Prinzipien des Software-Engineerings."
  ],

  "Experience.Title": "Erfahrung",
  "Experience.Jobs": [
    {
      "Tab": "Viral Square",
      "Title": "Softwareingenieur",
      "Date": "Juni 2022 - Februar 2024",
      "Link": "https://www.systemsltd.com/",
      "Location": "Karachi, Pakistan",
      "Skills": [
        "Ruby on Rails",
        "JavaScript",
        "Python",
        "React",
        "NodeJS",
        "PostgreSQL",
        "Redis",
        "Rspec",
        "Jtest"
      ],
      "Description": [
        "Verbesserung der Leistung und Skalierbarkeit durch Entwurf und Entwicklung optimierter Datenbankschemata, die die Effizienz der Anwendungen steigerten.",
        "Entwicklung kompletter Websites von der UI-Design bis zur Live-Bereitstellung, um eine nahtlose Benutzererfahrung und robuste Funktionalität zu gewährleisten.",
        "Steigerung der Systemleistung und Benutzerzufriedenheit durch Zusammenarbeit mit funktionsübergreifenden Teams zur Integration innovativer Funktionen und Verfeinerung bestehender Features.",
        "Effektive Nutzung von Versionskontrollsystemen zur Verwaltung von Code-Updates und Zusammenarbeit mit Teammitgliedern, Sicherstellung nahtloser Integration und Projektkontinuität sowie Teilnahme an Code-Review-Meetings zur Analyse von Fehlern, Ineffizienzen und Lösungsvorschlägen.",
        "Reduktion von Bugs um 30% durch Implementierung automatisierter Tests, Sicherstellung der Anwendungszuverlässigkeit und Stabilität."
      ]
    }
  ],

  "Contact.Pretitle": "Was kommt als Nächstes",
  "Contact.Title": "Kontaktieren Sie mich!",
  "Contact.Content": "Ich würde mich freuen, von Ihnen zu hören! Ob Sie Fragen, Ideen oder Möglichkeiten zur Diskussion haben, ich bin hier, um zu helfen. Melden Sie sich noch heute, und ich werde so schnell wie möglich antworten. Lassen Sie uns in Kontakt treten und gemeinsam etwas Großartiges schaffen!",
  "Contact.Btn": "Sagen Sie Hallo"
}
