{
  "Header.Item1": "About me",
  "Header.Item2": "Experience",
  "Header.Item3": "Contact",
  "Header.cvBtn": "Resume",
  "Header.cvName": "CV_Muqadam_Chaudhry.pdf",

  "Banner.Pretitle": "Hello! My name is",
  "Banner.Description": "I'm a Full Stack Developer with experience in <br/><span class='underline'>Ruby</span>, <span class='underline'>Python</span>, <span class='underline'>JavaScript</span>, <span class='underline'>React</span>, <span class='underline'>AWS</span>, <span class='underline'>Heroku</span>, and <span class='underline'>Databases</span>.<br/><br/>Managed the development of multiple projects valued at over <span class='underline'>$80,000 thousand</span>.<br/><br/> I am a highly motivated software engineer with experience in developing, designing, and maintaining high-quality software.",
  "Banner.ActionBtn": "Get in touch",

  "AboutMe.Title": "About me",
  "AboutMe.Paragraphs": [
    "With experience in full-stack development, I've contributed to numerous projects, collectively valued at over <span class='underline'>80,000 thousand dollars.</span>",
    "I am a passionate software engineer dedicated to creating exceptional user experience applications by thoroughly understanding business requirements and collaborating effectively with cross-functional teams. My focus is on driving business success through innovative and user-centric software solutions.",
    "I have experience in both application development and infrastructure management, with a focus on writing maintainable and easily understandable code. I possess a strong understanding of software engineering principles."
    ],

  "Experience.Title": "Experience",
  "Experience.Jobs": [
    {
      "Tab": "Viral Square",
      "Title": "Software Engineer",
      "Date": "June 2022 - Feburary 2024",
      "Link": "https://www.systemsltd.com/",
      "Location": "Karachi, Pakistan",
      "Skills": [
        "Ruby on Rails",
        "JavaScript",
        "Python",
        "React",
        "NodeJS",
        "PostgreSQL",
        "Redis",
        "Rspec",
        "Jtest"
      ],
      "Description": [
        "Enhanced performance and scalability by designing and developing optimized database schemas, which improved the efficiency of applications.",
        "Developed complete websites from UI design to live deployment, ensuring seamless user experience and robust functionality.",
        "Boosted system performance and user satisfaction by collaborating with cross-functional teams to integrate innovative features and refine existing ones.",
        "Effectively utilized version control systems to manage code updates and collaborate with team members, ensuring seamless integration and project continuity, and participated in code review meetings providing input on bugs, inefficiencies and potential solutions to emergent issues.",
        "Reduced bugs by 30% through implementing automated tests, ensuring application reliability and stability."
      ]
    }
  ],


  "Contact.Pretitle": "What's Next",
  "Contact.Title": "Get in touch!",
  "Contact.Content": "I'd love to hear from you! Whether you have questions, ideas, or opportunities to discuss, I'm here to help. Reach out today, and I'll respond as soon as possible. Let's connect and create something amazing together!",
  "Contact.Btn": "Say Hello"
}
